{
    "region_title": "The {name} Region",
    "pokemon_varieties_desc": "These are the varieties of {name}:",
    "pokemon_sprites_desc": "There are the sprites of {name}:",
    "pokemon_abilies_desc": "Full list of {name} abilities.",
    "pokemon_damage_relations_desc": "Damage relation for <mark>{type}</mark> type.",
    "pokemon_evolution_chain_desc": "Full evolution chain of {name}.",
    "pokemon_stadistics_desc": "Stadistics info of {name}.",
    "kanto_starters_description": "At the beginning of their quest, Trainers are given a starter Pokémon or first partner Pokémon. In Pokémon Yellow, Oak instead gives a Pikachu to the player character while the player character's rival receives an Eevee. In Pokémon: Let's Go, Pikachu! and Pokémon: Let's Go, Eevee!, player characters will start with Pikachu or Eevee, depending on which version of the game they are in.",
    "kanto_legendaries_description": "Kanto introduced four Legendary Pokémon: Articuno, Zapdos, Moltres, and Mewtwo.",
    "kanto_region_description": "Kanto (Kanto in English, カントー Kantō in Japanese) is a region of the Pokémon world located east of Johto and south of Sinnoh. Its landscape is inspired by the area of Japan of the same name, the Kantō region.",
    "johto_starters_description": "In Pokémon Gold, Pokémon Silver, Pokémon Crystal, Pokémon HeartGold, and Pokémon SoulSilver, Professor Elm will have an errand for the player character to run and will give the choice between Chikorita, Cyndaquil, or Totodile for protection on this errand. The player character will keep the selected Pokémon after completion.",
    "johto_legendaries_description": "The second generation Legendary Pokémon are the second set of Legendary Pokémon introduced in the Pokémon series and originate within the Johto region. Five Legendary Pokémon debuted in Generation II: Raikou, Entei, Suicune, Ho-Oh, and Lugia.",
    "johto_region_description": "Johto (Johto in English, ジョウト Jōto in Japanese) is a region of the Pokémon world located west of Kanto. Its landscape is inspired by the area of Japan called the Kinki region and the west of the Tōkai region.",
    "hoenn_starters_description": "In Pokémon Ruby, Pokémon Sapphire, Pokémon Emerald, Pokémon Omega Ruby, and Pokémon Alpha Sapphire, after Professor Birch is rescued from a Poochyena or Zigzagoon, he allows the player character to keep the chosen Pokémon of rescue with the choice between Treecko, Torchic, or Mudkip.",
    "hoenn_legendaries_description": "The third generation Legendary Pokémon are the third set of Legendary Pokémon introduced in the series and are native to the Hoenn region. There are eight Legendary Pokémon introduced in Hoenn: Regirock, Regice, Registeel, Latios, Latias, Kyogre, Groudon, and Rayquaza. ",
    "hoenn_region_description": "Hoenn (ホウエン Hōen in Japanese) is the region of the Pokémon world where the plot of the Pokémon Ruby, Sapphire, and Emerald video games and their remakes, Pokémon Omega Ruby and Pokémon Alpha Sapphire, take place.",
    "sinnoh_starters_description": "In Pokémon Diamond, Pokémon Pearl, Pokémon Platinum, Pokémon Brilliant Diamond, and Pokémon Shining Pearl, when two Starly attack the player character and rival at Lake Verity, to which they travel upon hearing reports of a red Gyarados, they choose between Turtwig, Chimchar, or Piplup from Professor Rowan's discarded briefcase.",
    "sinnoh_legendaries_description": "The fourth generation Legendary Pokémon are the fourth series of Legendary Pokémon introduced in the Pokémon series. These Pokémon originate from and originally appear in the Sinnoh region. There are nine Legendary Pokémon that appear in Generation IV: Uxie, Mesprit, Azelf, Dialga, Palkia, Heatran, Regigigas, Giratina, and Cresselia.",
    "sinnoh_region_description": "Sinnoh (Sinnoh in English, シンオウ Shin'ō in Japanese) is a region in the Pokémon world. It is north of Kanto. Its landscape is inspired by the Hokkaidō area of Japan, the southern half of the Russian island Sakhalin and the island of Kunashir.",
    "teselia_starters_description": "In Pokémon Black and Pokémon White, Professor Juniper provides a gift to the player character's mother in Nuvema Town containing Snivy, Tepig, or Oshawott for the player character to choose.",
    "teselia_legendaries_description": "The fifth generation Legendary Pokémon introduced in the Pokémon series. These Pokémon originate and appear in the Unova region. Nine Legendary Pokémon appear in Generation V: Cobalion, Terrakion, Virizion, Tornadus, Thundurus, Reshiram, Zekrom, Landorus, and Kyurem. ",
    "teselia_region_description": "Teselia (Unova in English and in Latin America for the anime, イッシュ Isshu in Japanese) is the region where the plot of the Pokémon Black and Pokémon White video games takes place, and later it is also the setting for the Pokémon Black 2 and Pokémon White 2 video games.",
    "kalos_starters_description": "In Pokémon X and Pokémon Y, the player character, Shauna, and Serena or Calem receive the first partner Pokémon Chespin, Fennekin, and Froakie in Aquacorde Town from Tierno, who was asked by Professor Sycamore to deliver them.",
    "kalos_legendaries_description": "The sixth generation Legendary Pokémon introduced in the Pokémon series. These Pokémon originally appeared in the Kalos region. Three Legendary Pokémon have appeared to date: Xerneas, Yveltal, and Zygarde. ",
    "kalos_region_description": "Kalos (Kalos in English, カロス Kalos in Japanese) is the region of the Pokémon world where the plot of the Pokémon X and Pokémon Y video games take place in the sixth generation. The region is based on France and its capital is Ciudad Luminalia, whose inspiration in Paris can be seen above all in the Torre Prisma, a monument similar to the Eiffel Tower.",
    "alola_starters_description": "In Pokémon Sun and Pokémon Moon, the player character receives the first partner Pokémon Rowlet, Litten, or Popplio in Iki Town from Hala and Professor Kukui. In Pokémon Ultra Sun and Pokémon Ultra Moon, the player character receives the first partner Pokémon from Professor Kukui on Route 1.",
    "alola_legendaries_description": "The seventh-generation Legendary Pokémon are the seventh generation of Legendary Pokémon introduced in the Pokémon series. These Pokémon originally appeared in the Alola region. Alola introduced 11 new legendaries: Type: Null, Silvally, Tapu Koko, Tapu Lele, Tapu Bulu, Tapu Fini, Cosmog, Cosmoem, Solgaleo, Lunala, Necrozma and Nihilego. ",
    "alola_region_description": "Alola (Alola in English, アローラ Alola in Japanese) is a region of the Pokémon World made up of four natural islands: Melemele, Akala, Ula-Ula, and Poni, as well as a small artificial island: Aether Paradise.",
    "galar_starters_description": "In Pokémon Sword and Pokémon Shield, the player character and Hop receive their first partner Pokémon Grookey, Scorbunny, or Sobble in Postwick from Leon, the Pokémon Champion of Galar.",
    "galar_legendaries_description": "Eighth generation of Legendary Pokémon introduced in the Pokémon series. Ten Pokémon originally appeared in the Galar region, and one originally appeared in Hisui region (present-day Sinnoh). Eleven Legendary Pokémon were introduced in Generation VIII: Zacian, Zamazenta, Eternatus, Kubfu, Urshifu, Glastrier, Spectrier, Calyrex, two Regi Pokémon (Regieleki and Regidrago) and Enamorus. The Galarian form of the Legendary Birds were also introduced.",
    "galar_region_description": "Galar (Galar in English, ガラル Galar in Japanese) is a region of the Pokémon world where the plot of the eighth generation Pokémon Sword and Pokémon Shield video games will take place.",
    "hisui_starters_description": "The starters Pokémon are Rowlet, Cyndaquil, and Oshawott.",
    "hisui_region_description": "Hisui (Hisui in English; ヒスイ地方 Hisui Region in Japanese) is the name given to the Sinnoh region around the time the first human settlements took place. It develops Pokémon Legends: Arceus.",
    "min_stat_desc": "Min stat calculated at level {level}, {nature} nature, {ev} EV and {iv} IV.",
    "max_stat_desc": "Min stat calculated at level {level}, {nature} nature, {ev} EV and {iv} IV.",
    "without_evolution_chain": "This Pokémon does not have an evolution chain.",
    "dex_description": "{name} Pokédex has {count} Pokémon in total.",
    "front_default": "normal",
    "back_default": "normal",
    "front_shiny": "shiny",
    "back_shiny": "shiny",
    "back_shiny_female": "shiny female",
    "back_female": "normal female",
    "front_female": "normal female",
    "front_shiny_female": "shiny female",
    "no_description_pokemon": "Couldn't get the description for this Pokémon.",
    "copyright_personal": "Developed with love by",
    "query_placeholder": "Search by name or ID"
}