{
    "region_title": "La región {name}",
    "pokemon_varieties_desc": "Estas son las variedades de {name}:",
    "pokemon_sprites_desc": "Estas son las capturas del modelo 3D de {name}:",
    "pokemon_abilies_desc": "Lista completa de las posibles habilidades de {name}.",
    "pokemon_damage_relations_desc": "Relación de daño para el tipo <mark>{type}</mark>.",
    "pokemon_evolution_chain_desc": "Lista completa de la cadena evolutiva de {name}.",
    "pokemon_stadistics_desc": "Información de las estadísticas {name}.",
    "Meet the Starters": "Conoce a los iniciales",
    "kanto_starters_description": "Al comienzo de su búsqueda, los Entrenadores reciben un Pokémon inicial o un primer compañero Pokémon, en Pokémon Rojo, Verde, Azul, Rojo Fuego y Verde Hoja, el Profesor Oak llevará a los Entrenadores a su laboratorio para darles uno de los siguientes para comenzar su viaje.",
    "kanto_region_description": "Kanto (Kanto en inglés, カントー Kantō en japonés) es una región del mundo Pokémon situada al este de Johto y al sur de Sinnoh. Su paisaje está inspirado en la zona de Japón del mismo nombre, la región de Kantō.",
    "johto_starters_description": "En Pokémon Gold, Pokémon Silver, Pokémon Crystal, Pokémon HeartGold y Pokémon SoulSilver, el profesor Elm tendrá un recado para que lo haga el personaje del jugador y le dará a elegir entre Chikorita, Cyndaquil o Totodile para protegerse en este recado. El personaje del jugador mantendrá el Pokémon seleccionado después de completarlo.",
    "johto_region_description": "Johto (Johto en inglés, ジョウト Jōto en japonés) es una región del mundo Pokémon situada al oeste de Kanto. Su paisaje está inspirado en la zona de Japón llamada región de Kinki y el oeste de la región de Tōkai. ",
    "hoenn_starters_description": "En Pokémon Ruby, Pokémon Sapphire, Pokémon Emerald, Pokémon Omega Ruby y Pokémon Alpha Sapphire, después de que el profesor Birch es rescatado de un Poochyena o Zigzagoon, permite que el personaje del jugador se quede con el Pokémon de rescate elegido con la elección entre Treecko, Torchic, o Mudkip.",
    "hoenn_region_description": "Hoenn (ホウエン Hōen en japonés) es la región del mundo Pokémon donde se desarrolla la trama de los videojuegos Pokémon Rubí, Zafiro y Esmeralda y sus remakes, Pokémon Rubí Omega y Pokémon Zafiro Alfa.",
    "sinnoh_starters_description": "En Pokémon Diamante, Pokémon Perla, Pokémon Platino, Pokémon Diamante Brillante y Pokémon Perla Brillante, cuando dos Starly atacan al personaje del jugador y al rival en el lago Verity, al que viajan al escuchar informes de un Gyarados rojo, eligen entre Turtwig, Chimchar o Piplup del maletín desechado del profesor Rowan.",
    "sinnoh_region_description": "Sinnoh (Sinnoh en inglés, シンオウ Shin'ō en japonés) es una región del mundo Pokémon. Está al norte de Kanto. Su paisaje está inspirado en la zona de Japón Hokkaidō, la mitad sur de la isla rusa Sajalín y la isla de Kunashir.",
    "teselia_starters_description": "En Pokémon Negro y Pokémon Blanco, el profesor Juniper ofrece un regalo a la madre del personaje del jugador en Nuvema Town que contiene Snivy, Tepig u Oshawott para que el personaje del jugador elija.",
    "teselia_region_description": "Teselia (Unova en inglés y en Hispanoamérica por el anime, イッシュ Isshu en japonés) es la región en donde se desarrolla la trama de los videojuegos Pokémon Negro y Pokémon Blanco, y posteriormente también es escenario de los videojuegos Pokémon Negro 2 y Pokémon Blanco 2. ",
    "kalos_starters_description": "En Pokémon X y Pokémon Y, el personaje del jugador, Shauna y Serena o Calem reciben al primer compañero Pokémon Chespin, Fennekin y Froakie en Pueblo Aquacorde de manos de Tierno, a quien el profesor Sycamore le pidió que los entregara.",
    "kalos_region_description": "Kalos (Kalos en inglés, カロス Kalos en japonés) es la región del mundo Pokémon donde se desarrolla la trama de los videojuegos Pokémon X y Pokémon Y en la sexta generación. La región está basada en Francia y su capital es Ciudad Luminalia, cuya inspiración en París se aprecia sobre todo en la Torre Prisma, monumento semejante a la Torre Eiffel.",
    "alola_starters_description": "En Pokémon Sol y Pokémon Luna, el personaje del jugador recibe el primer compañero Pokémon Rowlet, Litten o Popplio en Iki Town de Hala y el profesor Kukui. En Pokémon Ultrasol y Pokémon Ultraluna, el personaje del jugador recibe el primer Pokémon compañero del profesor Kukui en la ruta 1.",
    "alola_region_description": "Alola (Alola en inglés, アローラ Alola en japonés) es una región del mundo Pokémon compuesta por cuatro islas naturales: Melemele, Akala, Ula-Ula, y Poni, además de una pequeña isla artificial: el Paraíso Aether.",
    "galar_starters_description": "En Pokémon Sword y Pokémon Shield, el personaje del jugador y Hop reciben a su primer compañero Pokémon Grookey, Scorbunny o Sobble en Postwick de manos de Leon, el Campeón Pokémon de Galar.",
    "galar_region_description": "Galar (Galar en inglés, ガラル Galar en japonés) es una región del mundo Pokémon donde se desarrollará la trama de los videojuegos Pokémon Espada y Pokémon Escudo de la octava generación.",
    "hisui_starters_description": "Los Pokémon iniciales a escoger son Rowlet, Cyndaquil y Oshawott.",
    "hisui_region_description": "Hisui (Hisui en inglés; ヒスイ地方 Región de Hisui en japonés) es el nombre que recibió la región de Sinnoh en la época en la que los primeros asentamientos de humanos tuvieron lugar. En ella se desarrolla Leyendas Pokémon: Arceus.",
    "Explore": "Explora",
    "specie": "especie",
    "weight": "peso",
    "height": "altura",
    "Sprites": "Modelos 3D",
    "Varieties": "Variedades",
    "Abilities": "Habilidades",
    "Stats / Abilities": "Stats / Habilidades",
    "Damage relations": "Relación de daño",
    "Evolution chain": "Cadena evolutiva",
    "Toggle dark mode": "Alternar modo oscuro",
    "hidden": "Oculta",
    "double damage from": "Recibe doble daño de",
    "double damage to": "Hace doble daño a",
    "half damage from": "Recibe la mitad de daño de",
    "half damage to": "Hace la mitad de daño a",
    "no damage to": "Sin daño a",
    "no damage from": "Inmune a",
    "without_evolution_chain": "Este Pokémon no tiene cadena evolutiva.",
    "front_default": "normal",
    "back_default": "normal",
    "front_shiny": "variocolor",
    "back_shiny": "variocolor",
    "back_shiny_female": "variocolor hembra",
    "back_female": "normal hembra",
    "front_female": "normal hembra",
    "front_shiny_female": "variocolor hembra",
    "Using": "Usando",
    "Trade": "Intercambio",
    "thunder stone": "Piedra trueno",
    "fire stone": "Piedra fuego",
    "water stone": "Piedra agua",
    "leaf stone": "Piedra hoja",
    "moon stone": "Piedra lunar",
    "sun stone": "Piedra solar",
    "shiny stone": "Piedra día",
    "dusk stone": "Piedra noche",
    "Hapiness": "Amistad",
    "load more": "Cargar más",
    "no_description_pokemon": "No se pudo obtener la descripción de este Pokémon.",
    "copyright_personal": "Desarrollado con amor por",
    "query_placeholder": "Busca por nombre o ID"
}